// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给你.",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "无敌幽默携带天使共鸣圣体的超帅好的姐.",  // 同上...
        "今天是你的生日",
        "这份礼物好像有点迟",
        "愿你天天开心",
        "即便很不切实际",
        "但是你的开心就是意义",
        "祝你身体棒棒 少摔点跤 少被虫咬",
        "祝你运气棒棒 不会在摊上那么多事情",
        "祝你是你 也一直是你",
        "啊啊啊啊啊啊啊没啦",
        "啊啊啊啊啊啊啊没啦",
        "啊啊啊啊啊啊啊没啦",
        "啊啊啊啊啊啊啊没啦",
        "啊啊啊啊啊啊啊没啦",
        "啊啊啊啊啊啊啊没啦",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "超洒的生活记录者的的生日": "./"C:\Users\Administrator.DESKTOP-KIDV742\Desktop\imgs\啊啊啊.jpg",
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
